;Place localized text in this file

[REPULSOR_CV X2WeaponTemplate]
FriendlyName="掌心炮"
FriendlyNamePlural="掌心炮"
BriefSummary="掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
TacticalText="<Bullet/>从手中发射能量。\n<Bullet/>掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。\n<Bullet/>虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
AbilityDescName="掌心炮"

[REPULSOR_MG X2WeaponTemplate]
FriendlyName="掌心炮"
FriendlyNamePlural="掌心炮"
BriefSummary="掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
TacticalText="<Bullet/>从手中发射能量。\n<Bullet/>掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。\n<Bullet/>虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
AbilityDescName="掌心炮"

[REPULSOR_BM X2WeaponTemplate]
FriendlyName="掌心炮"
FriendlyNamePlural="掌心炮"
BriefSummary="掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
TacticalText="<Bullet/>从手中发射能量。\n<Bullet/>掌心炮设定上是一种利用粒子束技术发射斥力爆炸的电子装置，是一种粒子束武器，官方称为排斥射线。能够投射出高密度微子束作为“防御手段”使用，同时也被用来在飞行中保持身体稳定。\n<Bullet/>虽说作为“防御手段”，但这个武器同是装甲的进攻工具之一。除了击退实体物质和抵消能量攻击外，还可以通过调整功率输出来穿透钢材，在山上炸开大洞，或者是直接蒸发敌人。"
AbilityDescName="掌心炮"
